import React from 'react';
import { StyledTicker } from './Ticker.style';
import { Box } from '@mui/material';

export const Ticker = () => {

  return (
    <StyledTicker>
      <Box>
        БЕЗКОШТОВНА ДОСТАВКА ПРИ ЗАМОВЛЕННІ ВІД 1500 ГРН    
        ВІДПРАВКА ПРОТЯГОМ 1-3 РОБОЧИХ ДНІВ     
        ЗНИЖКИ НА СТАРУ КОЛЕКЦІЮ 20%    
        БЕЗКОШТОВНА ДОСТАВКА ПРИ ЗАМОВЛЕННІ ВІД 1500 ГРН
        ВІДПРАВКА ПРОТЯГОМ 1-3 РОБОЧИХ ДНІВ
        ЗНИЖКИ НА СТАРУ КОЛЕКЦІЮ 20%
        БЕЗКОШТОВНА ДОСТАВКА ПРИ ЗАМОВЛЕННІ ВІД 1500 ГРН
        ВІДПРАВКА ПРОТЯГОМ 1-3 РОБОЧИХ ДНІВ
        ЗНИЖКИ НА СТАРУ КОЛЕКЦІЮ 20%
        БЕЗКОШТОВНА ДОСТАВКА ПРИ ЗАМОВЛЕННІ ВІД 1500 ГРН
        ВІДПРАВКА ПРОТЯГОМ 1-3 РОБОЧИХ ДНІВ
        ЗНИЖКИ НА СТАРУ КОЛЕКЦІЮ 20%
        БЕЗКОШТОВНА ДОСТАВКА ПРИ ЗАМОВЛЕННІ ВІД 1500 ГРН
        ВІДПРАВКА ПРОТЯГОМ 1-3 РОБОЧИХ ДНІВ
        ЗНИЖКИ НА СТАРУ КОЛЕКЦІЮ 20%
      </Box>
    </StyledTicker>
  );
}
